[language]
;Название языка
name=Pусский

[firstrun]
chooselanguage=Пожалуйста, выберите свой язык!
ok=Ок
ignore=Пренебрегать
oldini=Импортируйте ранее использованный файл конфигурации
loadini=Импортировать
loadfail=Файл конфигурации не найден в этом каталоге!
loadsuccessful=Импортировано успешно!
steambak=Синхронизировать файлы конфигурации со Steam Cloud?
steamerror=Запустите Steam, чтобы подтвердить покупку!

[steam]
save=Сохранить конфигурацию в Steam Cloud
load=Восстановить конфигурацию из Steam Cloud

[systeminfo]		
cpu=Процессор
gpu=Видеокарта
memory=Оперативная память
system=Система
moreinfo=Подробнее...
		
[monitor]		
process=Процесс
readwrite=Чтение/Запись
usage=Использование

;------------------------------------
[tips]
crashtip=Программа вылетела, перезапустить?
;------------------------------------

[iconame]
;Имя иконки в док-станции

finder=Проводник
explorer=Проводник
launchpad=Библиотека приложений
cal=Календарь
trash=Корзина

;Последняя иконка в интерфейсе папки

exploreropen=Открыть в проводнике
return=Вернуться к предыдущему

;Формат имени метки значка системного времени

timeformat=d/M/yyyy dddd
;Формат времени - это формат системного времени. y год m месяц d дата dddd день недели ddd день недели сокр.


remove=Удалять
;------------------------------------------------------------

[systemicon]
;Имя системного значка
controlpanel=Панель управления
taskbar=Иконка панели задач
systemtime=Системное время
cortana=Голосовой помощник
network=Сетевое окружение
mydocument=Мои документы
weather=Погода
battery=Аккумулятор
startmenu=Стартовое меню


------------------------------------

[editicon]
;Окно редактирования значка

addtips=Можете перетащить файл сюда

reset=Сброс настроек
ok=Ок
restore=Сброс
addname=Изменить отображаемое имя
addicotips=Нажмите верхнюю правую кнопку, чтобы добавить значок.
switch=Добавить значок
trashempty=Корзина пуста
trashfull=Корзина полна
iconshell=Использовать маску
addline=Параметры запуска

share=Поделиться
Icon Designer title=Редактор иконок
Icon Designer=Редактировать
select=Выберите файл

icolabel=Иконка
selectpicture=Выбрать
icosize=Масштаб иконки
icooffsetx=Горизонтальное смещение иконки
icooffsety=Смещение иконки по вертикали
icobackground=Задний план
iconshadow=Тень иконки
icoroundrect=Скругление углов
icocolor=Цвет
icogradient color=Использовать градиент
icocolorangle=Угол градиента

;Всплывающее окно с заголовком окна выбора файла

selectfoldertitle=Выберите папку
;Поиск прогноза погоды по городу

searchcity=Искать название города


;------------------------------------

[editcal]
;Окно редактирования календаря

monthfont=Шрифт месяца:
dayfont=Шрифт даты:
monthpoint=Положение месяца:
daypoint=Положение даты:
monthposition=Выравнивание месяца:
dayposition=Выравнивание даты:
monthcolor=Цвет месяца:
daycolor=Цвет даты:
rotation=Угол поворота:
default=По умолчанию

ok=Ок
test=Применить

left=Слева
right=Справа
center=Центр

;Всплывающее окно выбора заголовка окна изображения

selectcalicon=Выберите изображение календаря

;------------------------------------

[editicontips]
;Интерфейс сообщениий об ошибках.

iconduplicate=Эта программа добавлена в Док!

titleerror=Отображаемое имя программы не может быть пустым!
filepatherror=Путь к программе и значок не могут быть пустыми!

padtitleerror1=Имя файла дублируется, введите заново!
padtitleerror2=Ошибка модификации файла, пожалуйста, не помещайте программу на диск C!

workshopshare=Загрузить эту иконку в мастерскую?
workshopsharesuccess=Иконка успешно отправлена ​​в мастерскую!
workshopsharefailed=Не удалось поделиться иконкой!

formaterror=Неподдерживаемый формат, пожалуйста, используйте формат png, ico, exe, lnk!

;---------------------------------------------------------------------------
;Окно настроек
[settingUI]

backupsuccess=Загружено успешно!
backupfail=Загрузка не удалась!

settitle=Настройки MyDockFinder

Global Settings=Настройки

openMyDock=Отображать MyDock
openMyFinder=Отображать MyFinder

DPIscale=Масштаб интерфейса
Globalblurvalue=Размытие интерфейса
Accentcolor=Цветовой акцент интерфейса
darkmodeall=Цветовой режим интерфейса

darkmode_light=Светлый
darkmode_dark=Темный
darkmode_auto=Авто
darkmode_system=Система

uiaccesstop=Используйте самую верхнюю функцию окна

aero=Включить эффект размытия
systemdarkmode=Цвет системы соответствует MyDockFinder
autoupdate=Автоматически проверять наличие обновлений программы
systemstart=Способ запуска
none=Ничего
regedit=Реестр
plantask=Запланированная задача
Service=Служба

autohidetaskbar=Скрывать панель задач при запуске

hidetaskbar_dock=Скрыть панель задач, на котором находится программа
hidetaskbar_all=Скрыть все панели задач

languagechoice=Язык
allfont=Шрифт
usefontbold=Используйте жирный шрифт

themes=Темы

customize_blur=Отрегулируйте интенсивность размытия
customize_opacity=Настроить прозрачность
customize_enabled_dockbg=Dock использует настраиваемое размытие фона и прозрачность
customize_enabled_iconreflection	=Dock использует отражение значков
customize_blur_iconreflection=Отрегулируйте силу размытия отражения значка
customize_opacity_iconreflection	=Отрегулируйте прозрачность отражения значка
customize_enabled_icontag=Метка значка док-станции использует настраиваемое размытие фона и прозрачность.
customize_enabled_menu=Меню использует настраиваемые размытие фона и прозрачность
customize_enabled_window=Интерфейс окна использует настраиваемое размытие фона и прозрачность
customize_enabled_finder=MyFinder использует настраиваемое размытие фона и прозрачность
customize_opacity_wallpapercolor=Отрегулируйте плотность цвета акцента обоев

customize_enabled_folder=Интерфейс папки использует настраиваемое размытие фона и прозрачность
customize_enabled_pad=Библиотека приложений использует настраиваемое размытие фона
customize_enabled_pad_backdrop=Библиотека приложения использует текущий фон экрана
customize_enabled_pad_winuiwallpaper=Галерея приложений использует эффект размытия живых обоев

selectthemes_icon=Выберите тему иконок
selectthemes_dockskin=Выберите тему оформления Dock

general=Общие
advanced=Продвинутые
preview=Предпросмотр окна
minimizewindowsettings=Сворачивание
notificationset=Уведомления
systrayicoset=Значки в трее
screenset=Экран

timeset=Время
audioset=Аудио
displayset=Дисплей
mediaset=Медиа
batteryset=Аккумулятор
netset=Сеть
monitorset=Мониторинг

about=О программе

icosize=Размер иконок
icomaxsize=Увеличивать иконки при наведении

icospace=Расстояние между иконками
edgeposition=Расстояние от края экрана


displaymode=Выберите режим скрытия MyDock

displaynormal=По умолчанию
displaybottom=Режим наложения
displayauto=Автоматически скрывать
displaysmart=Умный режим скрывания
displayhotkey=Режим горячих клавиш
displayalways=Всегда показывать
displayhide=Всегда скрывать
displayalwaysshow=Всегда показывать в том числе на весь экран
displaydesktop=Pежим отображения рабочего стола


Show activation bar=Панель активации после скрытия MyDock
actbar_weight=Отрегулируйте ширину активного бара
actbar_height=Отрегулируйте высоту активной панели
actbar_offset=Отрегулируйте расстояние экрана активного бара

positiononscreen=Положение MyDock
screenleft=Слева
screenbottom=Снизу
screenright=Справа
screentop=Сверху

multiscreen=Экран для отображения MyDock
multiscreenpad=Экран для отображения панели запуска
padicotype=Выберите значок, отображаемый библиотекой приложений.
padicotype_normal=добавлен значок
padicotype_startmenu=Стартовое меню
padicotype_desktop=Настольная программа
padicosize=Размер значка библиотеки приложений
padicospacex=Расстояние между значками по горизонтали
padicospacey=Расстояние между значками по вертикали

padscreenname=Следуй за доком

lockicon=Заблокировать перемещение иконок
showicontag=Показывать текст иконки при наведении
windowsborder=Включить границу окна MyDock
jumpanimation=Анимация подпрыгивания при запуске программы
folderDoubleclickOpen=Двойной щелчок, чтобы открыть папку
foldernoshowopen=Не показывать кнопку открытия папки
iconmask=Эффект маски у иконок
show indicators=Индикатор открытых приложений (точка под иконокой)
Runapp separator=Разделитель для новой запущенной программы
newapp=Показывать значок новой запущенной программы
blacklist=Управление черным списком
noblacklist=Нет программ в черном списке
hotcornerleft=Функции в левом нижнем углу экрана
hotcornerright=Функции в правом нижнем углу экрана
hotkeypad=Показать Библиотеку Приложений
hotkeyDock=Показать MyDock
hotkeyborder=Включить и отключить границы окна Dock

dockicobackup=Резервная копия иконок
backuplist=Управление резервными копиями
Addbackupdockico=Создать резервную копию иконок
locationbackup=Открыть папку с резервными копиями

minimize=Сверните окно в Dock
animationoff=Отключить анимацию сворачивания окна
Slow animation=Удерживайте Shift, чтобы замедлить анимацию

minimizeeffect=Анимация сворачивания

genie=Джинн
scale=Масштаб
scaleDX=Масштаб DX
suck=Пылесос

minimizeAnimationspeed=Минимизировать скорость анимации окна

Minimize to icon=Сворачивать окна в иконку приложения
Minimizeblacklist=Черный список
Editwindowlist=Редактировать список

previewon=Включить предпросмотр открытых окон
previewsize=Размер окна предпросмотра
previewdelay=Задержка отображения предпросмотра

previewcontrol=Показать другие элементы предпросмотра
previewappname=Имя приложения
previewbutton=Кнопки управления окном
aeropeek=Показывать предпросмотр в полноэкранном режиме при наведении курсора мыши


logotype=Выберите стиль кнопки MyFinder
diylogo=Выберите файл
shutdownmsgbox=Окно с подтверждением выключения системы
finderdark=Выберите цветовой режим MyFinder

systemtraycolor=Показать цветные значки в трее
showkeyboard=Показать значки методов ввода
showsearch=Показать значок поиска
showLyrics=Показать тексты музыкальных плееров
musiccontrolshowmode=Режим отображения управления мультимедиа
musiccontrol_close=Не показывать
musiccontrol_activity=Показывать, когда отображаются тексты песен
musiccontrol_always=Показывать всегда

finderdark_auto=Обои
finderdark_set=Параметр

multiscreenfinder=Выберите экран для отображения MyFinder
findershowallscreens=Все экраны

finderdisplaymode=Режим отображения MyFinder

finderautochangecolor=Цвет соответствует развернутому окну
finderlockbtn=Расположение кнопки блокировки
findershowmenu=Показать другие пункты меню программы
bluetooth_showbattery=Подключенные устройства Bluetooth
bluetooth_not show=Не показывать
bluetooth_icon=Показать только значки
bluetooth_value=Значки и уровень заряда батареи

showaudio=Показать значок громкости в MyFinder
showmicrophone=Показать значок микрофона в MyFinder

showbattery=Показать значок батареи в MyFinder
shownetwork=Показать значок сети в MyFinder
showbluetooth=Показать значок Bluetooth в MyFinder
showdisplay=Показать значок дисплея в MyFinder

showcpu=Процессор
showtemp=Темп. CPU
showmen=Память
showdisk=Диск
shownet=Сеть

formatdate=Формат отображения даты
formattime=Формат отображения времени

showbatteryvalue=Показать процент заряда батареи
audiotip=Воспроизвести звук изменения громкости
mediatype=Выберите стиль подсказки громкости и яркости

media_system=Система
media_speakers=Динамик
media_phone=Телефон

hotkeyvolup=Горячая клавиша увеличения громкости
hotkeyvoldown=Горячая клавиша уменьшения громкости
hotkeyvolmute=Горячая клавиша отключения звука
hotkeymicup=Горячая клавиша увеличения громкости микрофона
hotkeymicdown=Горячая клавиша уменьшения громкости микрофона
hotkeymicmute=Горячая клавиша отключения микрофона


hotkeybriup=Горячая клавиша увеличения яркости
hotkeybridown=Горячая клавиша уменьшения яркости

systemnotification=Системные уведомления
usbdevicenotification=Показывать подключение и извлечение USB-накопителя
bluetoothdevicenotification=Показывать о подключении Bluetooth устройств
Appnotification=Уведомления приложения
notification_open=Разрешить уведомления
notification_type=Как отображаются баннерные уведомления
notification_time=Время показа баннерного уведомления
notification_show_close=Не показывать баннер
notification_show_once=Показывать только в первый раз
notification_show_always=Показывать всегда

trayicoallshow_myfinder=Всегда показывать все значки на панели задач в MyFinder
trayicoallshow_mydock=Всегда показывать все значки на панели задач в MyDock
Apptrayico=Значок на панели приложений
apptrayicoshow_finder=Показать значок в трее в MyFinder
apptrayicoshow_dock=Показать значок в трее в MyDock
		
screenround=Скругленные углы экрана
screenround_show	=Включить закругленные углы экрана
screenround_size	=Размер угла экрана

theme=Тема

other=Другое
wallpaper=Обои

selectwallpaper=Выберите обои
wallpapernone=Ничего
loadwallpaper=Загрузить обои
wallpaperdownload=Скачать обои
wallpaperOK=Применить

homepage=Посетить веб-сайт
updatelog=Журнал обновлений
update=Проверка обновлений
restartdock=Перезапуск программы

ok=Ок
cancel=Отмена

------------------------------------------------------------
[hotcorners]
nothing=Ничего
allwindows=Показать все окна
launchpad=Показать библиотеку приложений
displaytosleep=Выключить дисплей
startmenu=Показать меню "Пуск"
showdesktop=Показать рабочий стол
actioncenter=Центр уведомлений Windows
screensaver=Заставка

[settingtips]
DPItips=Некоторые интерфейсы вступят в силу после закрытия и повторного открытия!
winuiwallpapertip=Если компьютер зависает после включения, пожалуйста, выключите эту опцию, и она вступит в силу после перезапуска программы! ! !

;Сообщения об ошибках в интерфейсе настроек
padicotypetips	=После изменения этой опции вам необходимо сбросить значок, пожалуйста, выбирайте внимательно!

edgetip=Граница окна открытого лимита не может быть отрегулирована!
autohideerror=Эта функция не может быть включена при открытии границы окна!
neterror=Сетевая ошибка, пожалуйста, проверьте соединение.
autohide=Автоматическое скрытие Dock не может включить эту функцию!
updateerror1=Сетевая ошибка, пожалуйста, повторите попытку!

updatetip1=Обновлена ли новая версия?
updatetip2=Обновляется ли файл сразу после загрузки?

noupdate=Это последняя версия, не нужно обновлять!

restarttip=Открыть после перезапуска программы!

languagetips=Некоторые интерфейсы необходимо перезапустить, чтобы изменить!

restartruntip=Вы хотите перезапустить программу?

backupfolderror=Не удалось создать папку резервной копии, пожалуйста, проверьте разрешения каталога!

backuptips=Вы хотите восстановить этот файл резервной копии?

;-------------------------------------------------------------------

[menu]
;Правое меню


newfinderwindow=Новое окно проводника
gotofolder=Выполнить
connecttoserver=Удаленный рабочий стол

showlaunchpad=Показать стартовую панель


addnormalicon=Добавить иконку
addsystemicon=Добавить системную иконку
add delimiter=Добавить разделитель
del delimiter=Удалить разделитель

showtaskbar=Показать панель задач
hidetaskbar=Скрыть панель задач
preference=Настройки
enddock=Завершение программы

editicon=Изменить иконку
removefromdock=Открепить от панели
keepindock=Закрепить на панели
locationfile=Открыть расположение файла
runagain=Запустить программу еще раз
nevershowthis=Больше не показывать эту программу
adminmode=Запуск от имени администратора
open=Открыть
quit=Закрыть

emptytrash=Очистить корзину
sortorder=Сортировать по
Byname=Имя
Bysize=Размер
Byextension=Тип
Bydate/time=Дата изменения
Createtime=Время создания
Groupdirectories=Каталоги в первую очередь
reverseorder=Обратная сортировка
closewindow=Закрыть окно
Display=Вид
Folder=Папка
Stack=Стек
Locatefolder=Прямое открытие
FolderEffect=Эффект отображения
Grid=Плитка
Fan=Список
showmodeapps=Настройка независимого режима отображения и скрытия
showmodedesktop=Режим отображения и скрытия MyDock
NominiEffect=Не показывать анимацию сворачивания
nevershowprogress bar=Больше не показывать индикатор выполнения этой программы
showmodenormal=Как в настройках
msgtips=Установить напоминание о сообщении
incognito=Новое окно в режиме инкогнито

systemmenu=Системное меню

timeskin=Выберите циферблат
timedefault=По умолчанию

----------------------------------------------

[launchpad]
;Интерфейс панели запуска

addicon=Добавить иконку
deleteicon=Удалить этот значок

;заголовок окна поиска

search=Искать
;Интерфейс добавления значка панели
ok=Хорошо
addtips=Пожалуйста, перетащите файлы exe и ярлыки сюда
----------------------------------------------

[promptwindow]

;Подсказка о пустой корзине и другие подсказки

ok=Хорошо
cancel=Отмена
trashok=Да
trashtitle=Вы уверены, что хотите очистить корзину?
batterytip=Пожалуйста, подключите зарядное устройство, если батарея разряжена!
eject=Был извлечён
Connected=Уже подключен

-----------------------------------------------
;Описание формата времени
;ddd день недели dddd день недели M месяц d день H 24-часовой формат h 12-часовой формат m минуты s секунды
;Двойные буквы с двумя цифрами, например HH:mm:ss  09:06:05
;Все следующие форматы можно настраивать и изменять, а число слева можно добавлять без ограничений = оставить пустым, чтобы указать, что дата не отображается.
;После того, как модификация будет сохранена, она вступит в силу немедленно, прямо установите и щелкните меню формата времени, чтобы отобразить эффект.
[formatdate]
1=
2=ddd
3=MMM d
4=d MMMM dddd
5=ddd MMM d
6=d MMM dddd
7=d MMMM ddd

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss
5=HH:mm:ss
6=HH:mm


[calicon]
;Текст месяца значка календаря

m1=Январь
m2=Февраль
m3=Март
m4=Апрель
m5=Май
m6=Июнь
m7=Июль
m8=Август
m9=Сентябрь
m10=Октябрь
m11=Ноябрь
m12=Декабрь

[findermenu]
bluetooth=Bluetooth
Bluetooth settings=Настройки Bluetooth...
device=Устройство
Preferred network=Предпочитаемая сеть
other networks=Другие сети
network settings =Настройки сети...
Audio=Громкость
output=Вывод
Microphone=Микрофон
input=Устройство ввода
audio settings=Настройки звука...
battery settings=Настройки батареи...
BatteryEstimatedTime=осталось
batterytime_hour=часов
batterytime_min=минут
Edit title=Изменить заголовок
Window border=Включить границу окна MyDock
end finder=Выйти из MyFinder
About This PC=Сведения о компьютере
System settings=Системные настройки
app Store=Магазин приложений
Task manager=Диспетчер задач
Sleep=Сон
Dormant=Спящий режим
Shutdown=Завершение работы
Reboot=Перезагрузка
Lock screen=Заблокировать
Logout=Выход из системы

symbol=Показать эмодзи и символы
Screen Keyboard=Показать экранную клавиатуру
keyboardname=Показать имя раскладки
Keyboard settings=Настройки языка...
display=Яркость
systemdark=Тёмный режим
bluelight=Синий свет
focusassist=Помощник по фокусировке
focusoff=Отключено
focusPriorityOnly=Только приоритетное уведомление
focusAlarmsOnly=Только будильник
Notification settings=Настройки уведомлений...
screen projection=Проекция
screen INTERNAL=Только экран компьютера
screen CLONE=Дублировать
screen EXTEND=Расширять
screen EXTERNAL=Только второй экран
displayset=Настройки дисплея...
hotspot=Точка доступа
airplane=Авиарежим
deviceon=Вкл.
deviceoff=Выкл.

eject=Извлечь
open=Открыть

[findertips]
Mute=Без звука
battery=Батарея
AcOnLine=Питание в интернете
Charging=Зарядка
notCharging=Не заряжается
Usebattery=Использование батареи
Full battery=Полный заряд аккумулятора
brightness=Яркость
show trayico=Показать значки в области уведомлений

[findertitle]

[findermenubrowser]
new=Новый
newtab=Новая вкладка
newwindow=Новое окно
favorites=Избранное
history=История
download=Загрузки
window=Windows
file=Файл
no file=Файл не выбран


[shutdown]
shutdown=Вы хотите выключить этот компьютер?
Reboot=Вы хотите перезагрузить компьютер?
Logout=Вы хотите выйти из системы?
Dormant=Вы хотите погрузить этот компьютер в спящий режим?
sleep=Вы хотите, чтобы этот компьютер погрузился в сон?

now=Сейчас
minute=минута

[wifi]
password=Пароль:
showpassword=Показать пароль
join=Подключиться
cancel=Отмена

[weather]
00=Солнечно
01=Облачно
02=Пасмурно
03=Ливень
04=Гроза
05=Гроза с градом
06=Мокрый снег
07=Легкий дождь
08=Умеренный дождь
09=Сильный дождь
10=Ливень с ураганом
11=Сильный дождь
12=Сильный дождь
13=Снег
14=Небольшой снег
15=Средний снег
16=Сильный снегопад
17=Метель
18=Туман
19=Ледяной дождь
20=Песчаная буря
21=От легкого до умеренного дождя
22=Умеренный и сильный дождь
23=Сильный дождь
24=От сильного дождя до сильного дождя
25=Сильный дождь до экстремального дождя
26=Мелкий и средний снег
27=Умеренный и сильный снег
28=От сильного снегопада до метели
29=Песчаная пыль
30=Песок
31=Сильная песчаная буря
32=Густой туман
33=Снег
49=Сильный туман
53=Мгла
54=Умеренная дымка
55=Тяжелая дымка
56=Сильная дымка
57=Сильный туман
58=Сильный туман
301=Дождь
302=Снег
302=Снег